Repository: WapplerSystems/typo3-bulletinboard
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# xFromY
source: %1$s from %2$s
de: %1$s aus %2$s

# no_records
source: No entries found.
de: Es wurden keine Einträge gefunden.

# validator.captcha.notvalid
source: The entered captcha is not correct.
de: Der eingegebene Text ist nicht korrekt.

# msg.entryDone
source: It may take a while until your bulletinboard entry appears in the list.
de: Es kann etwas dauern, bis Ihr Gästebucheintrag in der Liste erscheint.

# hdl.entryDone
source: Thank you for the bulletinboard entry
de: Danke für den Gästebucheintrag

# msg.entryNotFound
source: Perhaps this has already been deleted or confirmed.
de: Vielleicht wurde dieser bereits gelöscht oder bestätigt.

# hdl.entryNotFound
source: The entry was unfortunately not found
de: Dieser Eintrag wurde leider nicht gefunden.

# hdl.entryConfirmed
source: The entry was confirmed
de: Der Eintrag wurde bestätigt

# hdl.entryDeclined
source: The entry was declined
de: Der Eintrag wurde erfolgreich gelöscht

# btn.confirm
source: Confirm
de: Bestätigen

# btn.decline
source: Decline
de: Ablehnen
