Repository: WapplerSystems/typo3-bulletinboard
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# flexforms_tab.general
source: General settings
de: Allgemeine Einstellungen

# flexforms_tab.fields
source: Form fields
de: Formularfelder

# flexform.automaticApproval
source: Automatic approval (not recommended)
de: Automatische Bestätigung (nicht empfohlen)

# flexform.fields.email.enable
source: Enable the email field
de: E-Mail Feld aktivieren

# flexform.fields.email.mandatory
source: The email field is mandatory
de: E-Mail-Feld ist ein Pflichtfeld

# flexform.fields.city.enable
source: Enable the city field
de: Stadt-Feld aktivieren

# flexform.fields.city.mandatory
source: The city field is mandatory
de: Stadt-Feld ist ein Pflichtfeld

# flexform.fields.website.enable
source: Enable the website field
de: Website-Feld aktivieren

# flexform.fields.website.mandatory
source: The website field is mandatory
de: Website-Feld ist ein Pflichtfeld

# flexform.fields.captcha.enable
source: Enable the captcha field
de: Captcha-Feld aktivieren

# flexform.fields.privacyPolicy.enable
source: Enable the privacy policy field
de: Datenschutz-Feld aktivieren

# flexform.fields.privacyPolicy.page
source: Privacy policy page
de: Datenschutz-Seite

# flexform.fields.message.maxCharacters
source: Maximum characters in message field
de: Maximale Anzahl von Zeichen im Nachricht-Feld

# flexform.storagePid
source: Storage Page ID
de: Ordner zur Speicherung der Einträge

# flexform.verification.recipients
source: Recipients for checking the new entries
de: Die Empfänger zur Prüfung der neuen Einträge

# flexform.verification.recipient
source: Recipient
de: Empfänger

# tsconfig.wizard.WsBulletinboardForm.title
source: WapplerSystems Bulletinboard - Form
de: WapplerSystems Gästebuch - Formular

# tsconfig.wizard.WsBulletinboardForm.description
source: This allows the visitor to write a new entry.
de: Dies ermöglicht dem Besucher, einen neuen Eintrag zu schreiben.

# tsconfig.wizard.WsBulletinboardList.title
source: WapplerSystems Bulletinboard - List
de: WapplerSystems Gästebuch - Liste

# tsconfig.wizard.WsBulletinboardList.description
source: This outputs the entries.
de: Dies gibt die Einträge.
